Repository: wp-plugins/sidebar-post
Catalog: languages/spost-*.po
Languages: fr_fr

source: Posting is disabled by the site admin
fr_fr: Publication n`est pas autorisé par l`administrateur du site

source: Your E-mail
fr_fr: Votre Courriel

source: Your Post Title
fr_fr: Titre de Votre article

source: Content of the post
fr_fr: Contenu de l`article

source: Category
fr_fr: Catégorie

source: Select a category
fr_fr: Selectionnez une catégorie

source: Send for review
fr_fr: Envoyer pour revue

source: Login
fr_fr: Connection

source: Or
fr_fr: Ou

source: Register
fr_fr: Abonnement

source: Your Name
fr_fr: Votre nom

source: Your email
fr_fr: Votre E-mail

source: Widget Title
fr_fr: Titre du Widget

source: Text:
fr_fr: Texte:

source: Posting Instructions:
fr_fr: Instructions de publication:

source: Advanced Settings
fr_fr: Paramètres avancés

source: Uninstall
fr_fr: Désinstaller

source: Sidebar Post - Main Settings
fr_fr: Sidebar Post - Paramètres principaux

source: Allow Posting
fr_fr: Permettre la publication

source: Everybody
fr_fr: Tout le monde

source: Only logged in
fr_fr: Connectés seuls

source: Do NOT allow
fr_fr: Ne PAS permettre

source: Require Email to post
fr_fr: Requérir un email pour publier

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Target Post type
fr_fr: Type de poste de publication

source: Target Taxonomy
fr_fr: Taxonomie de publication

source: Default Post Status
fr_fr: Statut de publication par dfaut

source: Draft
fr_fr: Brouillon

source: Default Post user
fr_fr: Usager par défaut

source: Posts from unregistred users will be assigned to this user
fr_fr: Les articles publiés des usagers non nregistrés sont assignés à cet usager

source: Save Settings
fr_fr: Sauvegarder les paramètres

source: Sidebar Post - Avanced Settings
fr_fr: Sidebar Post - Paramètres avancés

source: Admin Notification email
fr_fr: Email de notification Admin

source: The email address to be notified when posts are created
fr_fr: L`adresse email à notifier quand une publication est faite

source: Send an email to the poster
fr_fr: Envoyer un email à la personne qui publie

source: Advanced Login/Register
fr_fr: Connection/Enregistrement avancés

source: Select One
fr_fr: Choisir Une option

source: Interval between Posts
fr_fr: Interval entre publication d&apos;articles

source: The amount of time between a user is allowed to post again, in minutes
fr_fr: Le temps permis entre publication d&apos;articles, en minutes

source: Log user IP
fr_fr: Sauvegarder l`addresse IP du posteur

source: Whether or not to log the user&apos;s IP ddress
fr_fr: Si on doit garder l&apos;IP du posteur

source: Login Button Background
fr_fr: Fond du Bouton de Connection

source: The background color of the Login button
fr_fr: La couleur de fond du bouton de connection

source: Login Button Text Color
fr_fr: Coleur de texte du bouton de connection

source: The text color of the Login button
fr_fr: La couleur

source: Register Button Background
fr_fr: Arrière font du bouton d&apos;abonnement

source: The background color of the Register button
fr_fr: La couleur d`arrière fond du bouton enregistrement

source: Register Button Text Color
fr_fr: Couleur de texte du bouton Abonnement

source: The text color of the Register button
fr_fr: La couleur de texte du bouton Abonnement

source: OR separator Button Background
fr_fr: Arrière fond du séparateur Ou

source: The background color of the Or button
fr_fr: La couleur d`arrière fond du bouton separateur Ou

source: Or Button Text Color
fr_fr: Couleur de texte du bouton Ou

source: The text color of the Or button
fr_fr: La couleur du bouton Ou

source: We are thrilled that you installed our Plugin.
fr_fr: Nous sommes contents que vous ayez installé notre extension.

source: We hope is meets your needs and boosts our website or blog to another user engagement level
fr_fr: Nous espérons qu`elle rencontre les besoins de votre site ou blog à un autre niveau d`implication de l`usager

source: As you will see, this documentation is just in its infancy, but we will continue to improve upon it as we go.
fr_fr: Comme vous allez le remarquer sans doute, cette documentation est encore en phase enfantine, mais nous continuerons à l`améliorer en allant.

source: You can also visit the plugin page if you have any question at
fr_fr: Vous pouvez aussi visiter l`extension dans notre forum si vous avez des questions à

source: We made this plugin as simple to use as it could be, by making it into a widget, and also providing a shortcode you can use to insert in pages and posts on your website.
fr_fr: Nous avons fait cette extension aussi simple que nous pourrions, en la faisant un widget, en vous donnant aussi un shortcode que vous pouvez insérer dans des pages ou articles sur votre site.

source: Simply go to the widget area, and add the <b>`Sidebar Post Widget`</b> whereyou want it to appear
fr_fr: Allez simplement dans la section widgets, et ajouter <b>`Sidebar Post Widget`</b>où que vous voulez qu&apos;il apparaisse

source: Alternatively, you can insert the <b>[sidebarpost]</b> shortcode in a page or post
fr_fr: En revanche, vous pouvez aussi insérer le shortcode <b>[sidebarpost]</b>dans une page ou un article

source: Sidebar Post - Uninstall
fr_fr: Sidebar Post - Désinstallation

source: Coming up in the next version
fr_fr: A venir dans la version prochaine

source: Thank you for submitting your post. It will be reviewed and once approved, published
fr_fr: Merci de soumettre votre article. Il sera revu et publié par les administrateurs une fois apprové

source: New Post created on website
fr_fr: Nouvel Article créé au site

source: Setting Saved successfully
fr_fr: Paramètres changés avec succès

source: There was an error
fr_fr: Il y a eu une erreur
